IDEA StatiCa Open Model
Stirrup.Material Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Material
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Material {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace